export const anonymityList = [
  '张三丰', '周芷若', '张无忌', '鲁智深', '二狗子', '孙悟空', '猪八戒', '亚瑟', '李白', '妲己',
  '苏烈', '百里玄策', '百里守约', '鬼谷子', '干将莫邪', '东皇太一', '大乔', '黄忠', '诸葛亮', '哪吒',
  '太乙真人', '蔡文姬', '雅典娜', '杨戬', '成吉思汗', '钟馗', '虞姬', '李元芳', '张飞', '刘备',
  '后羿', '牛魔王', '橘右京', '娜可露露', '不知火舞', '张良', '花木兰', '兰陵王', '王昭君', '韩信',
  '刘邦', '姜子牙', '露娜', '程咬金', '安琪拉', '貂蝉', '关羽', '老夫子','武则天', '项羽',
  '达摩', '狄仁杰', '马可波罗', '宫本武藏', '典韦', '曹操', '甄姬', '夏侯惇', '周瑜', '吕布',
  '芈月', '白起', '扁鹊', '孙膑', '钟无艳', '阿轲', '高渐离', '刘禅', '庄周', '鲁班七号',
  '孙尚香', '嬴政', '墨子', '赵云', '小乔', '廉颇', '艾琳'
]
